Repository: hkroeger/insightcae
Catalog: src/cad/iscad/locale/po/*/iscad.po
Languages: de

source: Allowed options
de: Zulässige Optionen

source: produce help message
de: Hilfe anzeigen

source: print version and exit
de: Version anzeigen und beenden

source: evaluate model from specified input file without starting GUI
de: Modell aus der angegebenen Eingabedatei auswerten ohne GUI zu starten

source: put debug output to console instead of log window
de: die Debugmeldungen auf der Konsole anzeigen statt im Logfenster

source: deactivate background parsing
de: Hintergrundparser deaktivieren

source: Specify input file.
de: Eingabedatei angeben

source: Usage:
de: Benutzung:

source: options
de: Optionen

source: Could not parse command line
de: Konnte die Kommandozeile nicht auswerten

source: Executing
de: Führe aus

source: Failed to parse ISCAD script!
de: Konnte ISCAD-Skript nicht auswerten!

source: Please wait
de: Bitte warten

source: Select file
de: Datei auswählen

source: ISCAD Model Files
de: ISCAD Modelldatei

source: &File
de: &Datei

source: &Model
de: &Modell

source: &View
de: &Ansicht

source: M&easure
de: M&essen

source: &Selection
de: Au&swahl

source: Se&ttings
de: Eins&tellungen

source: &Help
de: &Hilfe

source: InsightCAE CAD Script Editor Version %1
de: InsightCAE CAD-Skript-Editor Version %1

source: &New
de: &Neu

source: &Load
de: Ö&ffnen

source: &Save
de: &Speichern

source: &Save as...
de: Speichern &als...

source: &Quit
de: &Beenden

source: 3D &viewer settings...
de: 3D-&Viewer konfigurieren...

source: &Rebuild model
de: Neu &aufbauen

source: &Rebuild model up to cursor
de: Neu aufbauen bis zum Cursor

source: Insert &feature...
de: &Feature einfügen...

source: Insert &imported STEP, IGES, BREP...
de: Import-Befehl für STEP, IGES, BREP einfügen...

source: Insert &model from library...
de: Modell aus Bibliothek einfügen...

source: Inspect model &symbols...
de: Symbole des Modells inspizieren...

source: Insert comment: new section...
de: Kommentar einfügen: neuer Abschnitt...

source: Insert drawing...
de: Zeichnung einfügen...

source: C&lear cache
de: Zwischenspeicher &löschen

source: Fit &all
de: &Alles einpassen

source: Standard views
de: Standardansichten

source: Toggle &grid
de: Gitter umschalten

source: Toggle clip plane (&XY)
de: Schnittebene umschalten (&XY)

source: Toggle clip plane (&YZ)
de: Schnittebene umschalten (&YZ)

source: Toggle clip plane (X&Z)
de: Schnittebene umschalten (X&Z)

source: Clip at datum plane
de: Mit Bezugsebene schneiden

source: Change background color...
de: Hintergrundfarbe ändern...

source: Display all &shaded
de: Alles schattiert anzeigen

source: Display all &wireframe
de: Alles als Drahtgitter anzeigen

source: &Reset shading and visibility
de: Schattierung und Sichtbarkeit zu&rücksetzen

source: Distance between points
de: Abstand zwischen Punkten

source: Curve diameter and center point
de: Kurvendurchmesser und Mittelpunkt

source: Select vertices
de: Punkte auswählen

source: Select edges
de: Kanten auswählen

source: Select faces
de: Flächen auswählen

source: Select solids
de: Volumen auswählen

source: &Increase font size
de: Schr&ift vergrößern

source: &Decrease font size
de: Schrift ver&kleinern

source: unnamed
de: unbenannt

source: Really delete file %1?
de: Wirklich die Datei %1 löschen?

source: Create new file...
de: Neue Datei erzeugen...

source: Delete file %1
de: Datei %1 löschen

source: Controls
de: Steuerung

source: Rebuild
de: Neu erzeugen

source: Rbld to Cursor
de: Neu bis Cursor

source: Do BG parsing
de: Hintergr.-Parser

source: Skip Postproc Actions
de: Auswerteaktionen ausschalten

source: Model Tree
de: Modellbaum

source: Notepad
de: Notizen

source: << Copy to cursor <<
de: << am Cursor einfügen <<

source: Clear
de: Leeren

source: The editor content is not saved. Save now?
de: Der Inhalt des Editors ist nicht gespeichert. Jetzt speichern?

source: Select location
de: Ort auswählen

source: File error
de: Dateifehler

source: The file %1 does not exists!
de: Die Datei %1 existiert nicht!

source: Background model parsing in progress...
de: Hintergrundparser ist aktiv...

source: Please select file
de: Bitte Datei auswählen

source: STEP model
de: STEP-Modell

source: IGES model
de: IGES-Modell

source: BREP model
de: BREP-Modell

source: Background model parsing in progress, rebuild is currently disabled!
de: Hintergrundparser ist aktiv, Neu Erzeugen ist im Moment nicht möglich!

source: Edit Sketch...
de: Skizze editieren...

source: Edit Model...
de: Modell editieren...

source: Script error
de: Skriptfehler

source: Script Error
de: Skriptfehler

source: Model
de: Modell
